export const types = [
    {
        id: 'type1',
        name: '만취한 장비 (GEA)',
        feat: ['대개 서글서글한 인상으로, 처음 만난 사람도 허물 없이 대하는 인간성을 가짐.',
            '친화력이 흡사 <그것이 알고 싶다> 푸들 급.',
            '개인의 업무 능력만큼이나 유기적인 조직 관계가 업무에 꼭 필요하다고 생각함.',
            '은근히 계획적으로 행동하기를 좋아해서 업무 성과도 괜찮은 편이며 리더십 있다고 평가 받는 경우가 많음.',
            '유혹에 약한 편.'
        ],
        sol: ['유효타 칭찬 멘트 몇 가지를 외워둬라. 은근히 단순하다.',
            '도저히 아부가 힘들다면 차라리 눈 밖에 나라. 최소한 당신을 귀찮게 하지는 않을 것이다.']
    },

    {
        id: 'type2',
        name: '속 보이는 전자두뇌 (GEC)',
        feat: ['어떤 집단에 속해 있던지 정보 수집 능력이 뛰어난 사람.',
            '타인의 기분이나 상태 또한 늘 체크하는 타입으로 눈치가 빠르다는 소리를 종종 들음.',
            '상대방과 이견이 생겼을 때 갈등을 고조시키기보다 상황을 천천히 살펴보며 전략적인 스탠스를 취함.',
            '직설적인 화법 보다는 돌려돌려 돌림판 수준으로 돌려 말하기를 선호.'
        ],
        sol: ['이 사람의 말은 다 믿지 마라. 당장은 좋다고 해놓고 나중에 말 돌리기 선수다. 가능하면 녹취로 증거를 남기는 것도 좋다.',
            '사내 마당발인 경우가 많으므로 웬만하면 비밀을 누설하지 마라.']
    },

    {
        id: 'type3',
        name: '요란스런 처단자 (GRA)',
        feat: ['문제를 해결하는 데 과거의 경험을 자주 적용하는 편.',
            '새로운 모임에 나가기보다 오래 알고 지낸 친구들과 자주 만남을 가지는 원효대사 고인 물 스타일.',
            '동료 또는 부하직원과 허물없는 관계가 될 수 있다고 믿음.',
            '적극적으로 의견을 내거나 논리적·합리적 근거를 들어 설명하기를 좋아함.',
            '의견이 다른 주제로 오래 논쟁하기보다 비슷한 부류의 친구들과 대화하기를 선호함.'
        ],
        sol: ['마음을 비우자. 이 사람에게 나는 오늘부터 YES맨이다.',
            '일단 앞에선 다 알았다고 해라. 어차피 나중에 기억 못할 것이다.']
    },

    {
        id: 'type4',
        name: '조용한 암살자 (GRC)',
        feat: ['어떤 상황에서도 이성적인 사고와 냉철한 판단을 유지하기 위해 노력하는 타입.',
            '좀처럼 자신의 감정을 드러내지 않으며 똑 부러는지는 일처리 방식으로 주변으로부터 ‘혹시 알파고?’라는 농담을 종종 들음.',
            '물건을 사면 매뉴얼을 꼼꼼히 살펴보고 그대로 적용하는 것을 즐기는 편.',
            '문제가 발생했을 시 원리원칙에 따라 처리해야만 비로소 심신에 평화가 찾아오는 스타일.',
        ],
        sol: ['팩트로 정확한 근거를 제시하면 의외로 설득이 쉬운 타입이다.',
            '그의 논리를 잘 들어 두었다가 역이용해도 좋다.']
    },

    {
        id: 'type5',
        name: '종잡을 수 없는 조커 (PEA)',
        feat: ['컨디션과 환경에 따라 기분의 영향을 많이 받는 예민보스.',
            '못마땅할 시 표정을 못 숨기고 좋고 싫음이 분명한 기분파 타입.',
            '왁자지껄한 모임보다 좁고 깊은 인간관계를 선호함.',
            '화나는 일이 생기면 한두 번은 참다가 무섭게 터뜨리는 편.',
            '겉모습이나 말투가 매력적인 경우가 많아 주변에 사람이 따름.',
            '임기응변이 뛰어나서 자유롭고 즉흥적인 업무도 곧잘 함.'
        ],
        sol: ['너울성 파도라고 생각하자. 기분 좋을 때를 노리는 게 베스트지만 나빠도 곧 풀릴 사람이다.',
            '뒤끝도 별로 없다. 이 사람의 감정표현에 크게 의미 두지 않는 것이 속 편하다.']
    },

    {
        id: 'type6',
        name: '옹졸한 평화주의자 (PEC)',
        feat: ['-딱히 호불호가 갈리지 않는 타입이며 주변 사람들에게 적당히 좋은 사람으로 평가됨.',
            '갈등을 싫어하고 ‘좋은게 좋은거지’라는 생각을 가지고 있음.',
            '본인이 손해를 입더라도 참는게 이득이라는 난해한 계산법을 소유.',
            '문제를 피하는 스타일로 인해 때때로 타인의 오해를 사기도 함.',
            '남에게 싫은 소리 하는 것을 상당히 어려워하는 타입.',
        ],
        sol: ['절대 속내를 먼저 비치는 타입이 아니니, 딴소리 듣고 싶지 않다면 그의 의견을 꼭 확인해라.',
            '3번쯤 물어보면 마지못하는 척 슬쩍 본심을 꺼낼 것이다.']
    },

    {
        id: 'type7',
        name: '투머치토커 훈장님 (PRA)',
        feat: ['인간관계에서 선을 긋는다는 인상을 주는 경우가 많음.',
            '앎에 대한 욕심이 강해서 모르는 게 생겼을 때 검색창 문턱이 닳을 기세로 찾아보는 편.',
            '원리원칙이 통용되면 세상이 평화로울 거라 믿음.',
            '비효율적인 상황이 되거나 사실과 다른 말을 들으면 반드시 이 구역 팩력배가 되어 뚜까패고 바로잡아야 직성이 풀림.',
            '묵직한 돌직구 표현을 선호함.',
            '본인은 꼭 필요한 말만 한다고 생각한다는게 함정.',
        ],
        sol: ['모든 말을 이해한 척 조용히 고개만 끄덕여라.',
            '절대 반박하려고 하지 마라. 훈계가 두 배로 길어질 것이다.']
    },

    {
        id: 'type8',
        name: '망원동 나르시스트 (PRC)',
        feat: ['자신만의 확고한 취향과 감성을 가지고 있음.',
            '깊이 있는 사유를 즐기며 때때로 자유로운 상상에 빠지기도 함.',
            '그런 생각들을 패션/음악/그림 등 다양한 방식으로 표현하는 것을 즐기는 편이라 주위로 부터 홍대병 말기로 평가받음.',
            '스스로에 대한 프라이드가 강하며 어떤 것보다도 자신과의 약속을 중요하게 여기는 나씨나길 자기애적 성향 보임.',
            '한번 아니다 싶은 타인에게는 칼 같이 선을 그음.',
        ],
        sol: ['방청객에 빙의하여 의미없는 감탄사를 남발해라. (아~ 오~ 그러시구나~)',
            '눈치 없는 편은 아니므로 더이상 당신을 귀찮게 하지 않을 것이다.']
    }
]